{
  "Create": "Stwórz",
  "professional website": "profesjonalną stronę internetową",
  "at a promotional price": "w promocyjnej cenie",
  "Check out our builder to find out all about the cost of your project": "Sprawdź nasz kreator, aby dowiedzieć się wszystkiego o kosztach wykonania twojego projektu.",
  "Contact us": "Skontaktuj się z nami",
  "Go to the builder": "Przejdź do kreatora",
  "The website cost starts from $25": "Strona już od 120 złotych!",
  "Check the offer": "Sprawdź ofertę",
  "About us": "O nas",
  "How we work": "Jak pracujemy",
  "Our values": "Nasze wartości",
  "Services": "Usługi",
  "Creating web applications": "Tworzenie aplikacji webowych",
  "Web applications based on React or Gatsby": "Aplikacje webowe oparte na React lub Gatsby.",
  "Creating SPA websites": "Tworzenie stron typu SPA",
  "Pages based on the latest technologies that guarantee speed and good positioning": "Strony oparte na najnowszych technologiach gwarantujące szybkość i dobre pozycjonowanie.",
  "Creating portfolio pages": "Tworzenie stron portfolio",
  "We will create a professional website perfect for you": "Stworzymy profesjonalną stronę idealną dla Ciebie.",
  "Builder": "Kreator",
  "Contact": "Kontakt",
  "Check the price": "Sprawdź cenę",
  "Why Engrandy": "Dlaczego Engrandy?",
  "Page speed": "Szybkość strony",
  "Thanks to the latest technologies used to create websites, we can guarantee that your website will be fast and thus better positioned": "Dzięki użytym najnowszym technologiom do tworzenia stron internetowych zagwarantujemy Ci, że Twoja strona będzie szybka i przez to lepiej pozycjonowana.",
  "Order transparency": "Przejrzystość zamówienia",
  "We give you many options for personalizing your order, so you will know in advance what exactly you are ordering. You can use the order builder or choose one of the basic packages": "Dajemy Ci wiele możliwości personalizacji zamówienia, dzięki któremu z góry będziesz wiedział co dokładnie zamawiasz. Możesz skorzystać z kreatora zamówienia lub wybrać jeden z podstawowych pakietów.",
  "The positioning of the page": "Pozycjonowanie strony",
  "Thanks to the high-quality code, your website will be better positioned compared to other pages in the search results": "Dzięki wysokiej jakości kodu twoja strona będzie lepiej pozycjonowana na tle innych stron w wynikach wyszukiwania.",
  "Price to quality": "Cena do jakości",
  "We guarantee you good quality at an affordable price, as well as fast implementation": "Gwarantujemy Ci dobrą jakość w przystępnej cenie, jak i również szybką realizację.",
  "Uniqueness": "Wyjątkowość",
  "Each page is created on the basis of an individual graphic design tailored to the client's needs. Your website will be unique": "Każda strona jest stworzona na podstawie indywidualnego projekt graficznego dostosowanego na potrzeby klienta. Twoja strona będzie niepowtarzalna.",
  "Support": "Wsparcie",
  "After creating the website, you get free support for the next year in case of any problems": "Po stworzeniu strony otrzymujesz darmowe wsparcie przez najbliższy rok w razie wystąpienia jakichkolwiek problemów.",
  "What does the process of creating a website look like": "Jak wygląda proces tworzenia Twojej strony internetowej?",
  "You order and pay for the service": "Zamawiasz i opłacasz usługę",
  "To order the service, you can do it on this page using the available packages or use the order wizard. You can also use websites offering such services by finding our offer there": "Aby zamówić usługę możesz to zrobić na tej stronie korzystając z dostępnym pakietów albo użyć kreatora zamówienia. Możesz również skorzystać ze stron oferujących takie usługi znajdując tam naszą ofertę.",
  "Information gathering": "Zbieranie informacji",
  "We will collect from you all the information we need to provide you with a high-class product, so that you are satisfied with the service. You will have to upload photos, videos and texts to the site or you will have to rely on us": "Zbierzemy od Ciebie wszystkie potrzebne nam informacje, aby dostarczyć dla Ciebie wysokiej klasy produkt, tak abyś był zadowolony z usługi. Będziesz musiał dostarczyć zdjęcia, filmy i teksty na stronę lub zdać się na nas.",
  "Delivery of the order": "Dostarczenie zamówienia",
  "On predetermined working days, we will provide you with a new and professional website. You will then be able to submit your comments and we will improve the website for free": "W przeciągu z góry określonych dni roboczych dostarczymy dla Ciebie nową i profesjonalną stronę internetową. Będziesz mógł wtedy przedstawić swoje uwagi, a my poprawimy bezpłatnie stronę."
}
